{
  "Home": "Trang chủ",
  "About": "Câu chuyện",
  "Contact": "Liên hệ",
  "Confirm": "Xác nhận", 
  "Cancel": "Huỷ",
  "Edit": "Chỉnh sửa",
  "Next": "Tiếp theo >",
  "Previous": "< Trước",

  "featuredProduct": "Sản phẩm nổi bật",

  "getStarted": "Bắt đầu",
  "learnmore": "Tìm hiểu thêm",
  "learnmore": "Tìm hiểu thêm",
  "emailAddress": "Địa chỉ email",
  "newsletter": "Đăng kí để nhận những thông tin mới nhất",
  
  "bannerHeroTitle": "Tham gia ngay với chúng tôi",
  "bannerHeroDes": "Bắt đầu khám phá các sản phẩm của chúng tôi và tận hưởng trải nghiệm dịch vụ tuyệt với và tiện lơi.",
  
  "ourStoryTitle": "Tại sao phải mua khi bạn có thể thuê ?",
  "ourStoryDes": "Một vấn đề mà tất cả chúng ta thường gặp đó là cần một thứ gì đó nhưng lại chỉ dùng 1 lần. Chi một số tiền ra cho 1 thứ gì đó chỉ dùng một lần có vẻ lãng phí. Tại Digirent, chúng tôi cung cấp cho khách hàng chính xác thứ họ cần: 1 giải pháp cho thuê.",
  "readOurStory": "Câu chuyện của chúng tôi",
  
  "phoneCategoryBannerTitle": "Nhỏ mà có võ",
  "phoneCategoryBannerDes": "Bước vào kho tàng điện thoại của chúng tôi từ bất kì thương hiệu nào mà bạn có thể thích!",
  
  "exploreNow": "Khám phá ngay",
  "readyToDiveIn?": "Bạn đã sẵn sàng ?",
  "startYourRental": "Bắt đầu thuê các sản phẩm bạn muốn",
  
  "searchAllProducts": "Tìm tất cả các sản phẩm",
  "newProduct": "Các sản phẩm mới nhất",
  
  "AdTitle": "Ưu đãi đặc biệt cho tất cả các sản phẩm nhân dịp Quốc Khánh",
  "AdBody": "Từ ngày 1 tháng 9 năm 2022 đến ngày 14 tháng 9 năm 2022, bạn có thể nhận được ưu đãi lên tới 50% khi sử dụng dịch vụ của chúng tôi. Trong khoảng thời gian này, khách hàng cũng sẽ được ưu đãi miễn phí phí giao dịch. Bắt đầu ngay!", 
  
  "getInTouch": "Liên hệ",
  "rentNowBTN": "Thuê ngay",
  
  "reviewTitle1": "Bạn là 1 khách hàng khó tính?",
  "reviewTitle2": "Hãy xem người khác đánh giá về chúng tôi !",
  "reviewBody": "Hãy đọc qua các phản hồi đến từ các khách hàng đã dùng dịch vụ của chúng tôi và cảm thấy hài lòng",
  "reviewContentTitle": "Rất tuyệt vời", 
  "reviewContentBody": "Tôi đã là khách hàng của Digirent từ lúc bắt đầu. Và từ lúc đó đến nay, chất lượng dịch vụ của họ chưa bao giờ thay đổi. Tôi luôn nhận được sản phẩm của mình trong tình trạng rất tốt. Hơn thế nữa, phương thức giao dịch của họ đa dạng, linh hoạt và rất tiện lợi. Nói chung, 10 điểm!",
  
  "frequentlyAsked": "Các câu hỏi thường gặp", 
  "frequentlyAskedBody": "Dưới đây là các câu hỏi mà chúng tôi thường gặp đến từ khách hàng. Bạn có thể xem qua nếu gặp bất kì vấn đề gì.",
  "Q1": "Tôi có thể tạo tài khoản như thế nào ?",
  "A1": "Bạn có thể tạo tài khoản bằng cách nhấn vào nút đăng kí trong giao giện đăng nhập của chúng tôi. Sau đó chỉ cần điền thông tin và xác thực mail của bạn. Giờ thì bạn có thể bắt đầu thuê đồ!",
  "Q2": "Giá tiền vận chuyển như thế nào ?",
  "A2": "Giá tiền vận chuyển giao động dựa trên khoảng cách từ công ty chúng tôi tới địa chỉ cá nhân của bạn. Bạn có thể xem phí ước tính khi bắt đầu thanh toán.",
  "Q3": "Tôi có thể trả sản phẩm trước không?",
  "A3": "Bạn có thể trả sản phẩm sớm hơn dự tính. Nhưng hãy nhớ rằng công ty của chúng tôi không có chính sách hoàn trả tiền.",
  "Q4": "Nếu tôi làm hư sản phẩm ?",
  "A4": "Tuỳ thuộc vào mức độ hư hại, bạn có thể chỉ cần trả phí bảo trì hoặc bồi thường sản phẩm cho chúng tôi.",
  "Q5": "Sẽ ra sao nếu tôi nhận được sản phẩm bị hư hại ?",
  "A5": "Trong trường hợp này, xin hãy liên hệ chúng tôi ngay lập tức để được hỗ trợ.",
  "Q6": "Các vấn đề liên quan đến dịch bệnh",
  "A6": "Chúng tôi bảo quản, đóng gói và giao hàng theo giao thức an toàn được đưa ra bởi Bộ Y Tế. Tìm hiểu thêm tại: https://covid19.gov.vn/",
  
  "AboutTitle":"Thế mạnh của chúng tôi",
  "AboutFirstSect": "Còn nhớ khi bạn cần một chiếc máy ảnh nhưng lại không có ? Bạn có muốn mua một thứ gì đó mà bạn biết bạn sẽ không dùng lần hai ? Với Digirent, bạn có thể thuê với mức giá hấp dẫn và sản phẩm chất lượng!",
  "AboutSecondSectP1": "Với Digirent, bạn có thể khám phá hàng ngàn sản phẩm gồm nhiều thể loại và đến từ nhiều thương hiệu khác nhau. Tất cả các sản phẩm của chúng tôi đều được kiểm duyệt nghiêm ngặt trước khi giao đến tay khách hàng. Vì thế, chúng tôi có thể đảm bảo về chất lượng của sản phẩm. Nếu bạn tò mò về chính sách",
  "AboutSecondSectHighlight": "bảo quản",
  "AboutSecondSectP2": "của chúng tôi . Hãy bắt đầu ngay và trải nghiệm sự khác biệt!",
  "AboutUs": "Về chúng tôi",
  "AboutUsContent":"Chúng tôi, đội ngũ Digirent tin rằng, chúng tôi có sứ mệnh tạo ra và cung cấp cho khách hàng giải pháp thuê đích thực. Đã từng sử dụng các dịch vụ cho thuê truyền thống, chúng tôi hiểu rằng hệ thống còn nhiều vấn đề. Dưới đây là các lí do bạn nên chọn Digirent:",
  "Bullet1": "Sản phẩm đa dạng và chất lượng cao",
  "Bullet2": "Đội ngũ phát triển sáng tạo và năng động",
  "Bullet3": "Dịch vụ khách hàng chu đáo",
  "Quote": "Đối xử với khách hàng như bạn là khách hàng đó",
  
  "Feature": "Tính năng",
  "FeaturesContent": "Với Digirent, chúng tôi đã bao gồm các tính năng lọc và tìm kiếm mới nhất để giúp khách hàng tìm kiếm sản phẩm 1 cách dễ dàng. Hơn thế nữa, giao diện người dùng của chúng tôi được thiết kể kĩ lưỡng và đơn giản, chắc chắn rằng ngay cả các khách hàng mới cũng có thể làm quen 1 cách dễ dàng. Chúng tôi đảm bảo vấn đề an ninh bằng cách xác thực email tại bước đăng kí. Để biết thêm thông tin, hãy đọc chính sách dữ liệu cá nhân của khách hàng.",
  
  "Technology": "Công nghệ",
  "TechnologyContent": "Dưới đây là các công nghệ đã được sử dụng trong quá trình xây dựng web.",
  
  "MeetOurTeam": "Gặp gỡ đội ngũ chúng tôi",
  "MeetOurTeamContent": "Mỗi thành viên có 1 nhiệm vụ riêng trong quá trình xây dựng. Bạn có thể tìm hiểu thêm về họ qua các thông tin dưới đây.",
  
  "YouNeedToAgree": "Bạn cần đồng ý với chính sách của chúng tôi!",
  "ContactSales": "Liên hệ việc làm",
  "AskUs": "Hỏi chúng tôi bất kì điều gì",
 
  "Username": "Tên người dùng",
  "Name": "Tên",
  "FirstName": "Tên",
  "LastName": "Họ",
  "Company": "Công ty",
  "PhoneNum":"Số điện thoại",
  "Address": "Địa chỉ",
  "DeliveryAdd": "Địa chỉ giao hàng",
  "BillingAdd": "Địa chỉ thanh toán",
  "Country": "Quốc gia",
  "ShipUpdt": "Cập nhật đơn hàng",
  "Status": "Tình trạng",
  "Processing": "Đang xử lí",
  "WaitingForShip": "Chờ vận chuyển",
  "Shipped": "Đã giao",
  "Paid": "Đã thanh toán",
  "PaymentInfo": "Thông tin thanh toán",
  "BillingSum": "Tổng đơn",
  "Deposit": "Deposit",
  "LatePen": "Late penalty",
  "RentalCost": "Giá thuê",
  "Message": "Ghi chú",

  "LetsTalk": "Hãy nói chuyện nào!",
  "EmailSentPageTitle": "Cám ơn vì đã đồng hành cùng chúng tôi. Chúng tôi đã gửi 1 địa chỉ tái thiết lập mật khẩu đến email của bạn",
  "OpenTheApp": "Mở ứng dụng →",
  "Reset": "Thiết lập lại",
  
  "Remember?": "Nhớ mật khẩu?",
  "LoginInstead": "Hãy đăng nhập",
  "Password": "Mật khẩu",
  "ForgotP": "Quên mật khẩu?",
  "Login": "Đăng nhập",
  "LoginTo":"Đăng nhập vào tào khoản Digirent của bạn",
  "LoginToAccount": "Đăng nhập vào tài khoản của bạn",
  "Logout": "Đăng xuất",
  "NewToUs?": "Bạn mới biết đến chúng tôi?",
  "Resgister": "Đăng kí",
  "RegisterNew": "Đăng kí tài khoản mới tại Digirent",
  "JoinUs": "Tham gia cùng chúng tôi ngay",
  "AlreadyHadAcc?": "Bạn đã có tài khoản?",
  "EnterName": "Nhập tên của bạn",
  "EnterYourPhone": "Nhập số điện thoại của bạn",
  "EnterYourEmail": "Nhập email của bạn",
  "EnterYourPassword": "Nhập mật Khẩu của bạn",
  "CurPass": "Mật khẩu hiện tại",
  "NewPass":"Mật khẩu mới",
  "ConfirmPassword": "Xác nhận mật khẩu",
  "ConfirmNewPass": "Xác nhận mật khẩu mới",
  "ChangePassword": "Đổi mật khẩu",
  "ResetPass": "Đổi mật khẩu",

  "Error1": "Hãy nhập mật khẩu của bạn!",
  "Error2": "Mật khẩu phải dài ít nhất 8 kí tự!",
  "Error3": "Hãy nhập mật khẩu mới của bạn!",
  "Error4": "Mật khẩu không khớp!",
  "Error5": "Xin hãy nhập lại mật khẩu!",

  
  "Confirm&Pay": "Xác nhận và thanh toán",
  "Description": "Mô tả",
  "RentalPeriod": "Thời gian thuê:",
  "BorrowDate": "Ngày nhận:",
  "ReturnDate": "Ngày trả:",
  "Rent": "Thuê",
  "ShowCostDetails": "Chi tiết giá",
  "DepositNone": "Đặt cọc: không",
  "Rental": "Giá thuê: ",
  "EstCost": "Giá ước tính",
  "NeedHelp?": "Cần giúp đỡ ? Chat với chúng tôi",
  "Now": "ngay",
  "RentalLocation": "Địa chỉ nhận hàng",
  "Sort": "Lọc:",
  
  "AccountSetting": "Thiết lập tài khoản",
  
  "Fav": "Yêu thích",
  "FavProd": "Sản phẩm yêu thích",
  "FavProdDes": "Hiển thị các sản phẩm yêu thích của bạn",
  
  "Profile": "Trang cá nhân",
  "ProductPurch": "Sản phẩm đã mua",
  
  "Order": "Đơn hàng",
  "OrderTotal": "Tổng đơn",
  "OrderPlaced": "Đơn đã đặt",
  "OrderHistory": "Lịch sử đặt hàng",
  "ViewAllOrderHis": "Hiển thị tất cả lịch sử đặt hàng",
  "ReturnToOrderHis": "Quay về lịch sử đặt hàng",
  
  "TransactionHis": "Lịch sử giao dịch",
  "TransactionHisContent": "Xem các giao dịch gần nhất, ghi chú ngày trả và khám phá nhiều sản phẩm hơn tại đây!",
  "ReturnedOn": "Trả vào ngày",

  "BySelecting": "Ấn nút này nghĩa là bạn đã đồng ý với",
  "PrivacyPolicy": "Chính sách quyền riêng tư",
  "And": "và",
  "CookiePolicy": "Chính sách Cookie",
  "PrivacyPolicySubContent":"Tại Digirent, chúng tôi rất quan tâm đến sự riêng tư cuả khách hàng. Bạn có thể tìm hiểu thêm về các dạng thông tin chúng tôi thu thập và chính sách sử dụng chúng tại đây.",
  "PrivacyPolicyAdditionalQ": "Nếu bạn có câu hỏi về chính sách của chúng tôi, đừng ngần ngại liên hệ chúng tôi.",
  "PrivacyPolicyContent": "Chính sách của chúng tôi chỉ áp dụng với các hoạt động online và chỉ có tác dụng với những khách hàng đã hiểu và đồng ý các chính sách của chúng tôi. Văn bản này không có tác dụng với các hoạt động offline, tổ chúc hay trang web khác.",
  "Consent": "Đồng ý",
  "ByUsing": "Bằng cách sử dụng website, bạn đã chấp nhận các chính sách do công ty chúng tôi đưa ra.",
  "InfoCollected": "Các thông tin mà chúng tôi thu thập",
  "InfoCollectedContent":"Các thông tin bạn được yêu cầu cung cấp và lí do cho việc đó sẽ được giải thích cho bạn khi bạn trong quá trình bạn thực hiện các thủ tục của chúng tôi.",
  "InfoCollectedContent1": "Nếu bạn liên hệ chúng tôi trực tiếp, điều đó sẽ giúp chúng tôi nhiều hơn trong việc thu thập các thông tin như: tên, số điện thoại, email hay bất kì tin nhắn, tệp đính kèm nào mà bạn muốn cung cấp cho chúng tôi.",
  "InfoCollectedContent2": "Khi bạn đăng kí tài khoản, chúng tôi có thể yêu cầu bạn cung cấp thong tin liên lạc của bạn như: tên, công ty, địa chỉ email và số điện thoại.",
  
  "ReturnToProfile": "Quay về hồ sơ cá nhân",
  "ViewYourInfo": "Hiển thị thông tin cá nhân",
  "DeactivateAcc": "Vô hiệu hoá tài khoản"
  






  



}
